/* choose button - open panel */
"Choose" = "Escolher";

/* Informational text in the webview */
"Clicking on a link to this file will cause it to be downloaded in your browser." = "Clicando em um link para este arquivo resultará o recebimento deste arquivo em seu navegador.";

/* Informational text in the webview */
"No file specified" = "Nenhum arquivo especificado";

/* alert info */
"Please select a different file or use the Finder to give the file an extension." = "Por favor selecione um arquivo diferente ou use o Finder para dar uma extensão ao arquivo.";

/* Informational text in the webview */
"This display is a placeholder for this file:" = "Isto exibirá um espaço reservado para o arquivo:";

/* alert title */
"This file cannot be used for downloading as it has no filename extension." = "Este arquivo não pode ser usado porque não contém uma extensão.";

/* Informational text in the webview */
"Use the Inspector to set the file and title of this page." = "Use o inspetor para configurar o arquivo e o título da página.";